Repository: tabtin-ai/TabTin
Catalog: apps/tabtin-ios/Tabtin/Resources/Localizations/Home.xcstrings
Source language: zh_hans
Languages: en

# automation.tomorrow
source: 明天
en: Tomorrow

# automation.upcoming.title
source: 接下来
en: Up next

# automation.upcoming.truncated
source: 这段时间内还有更多排期未显示
en: More runs scheduled beyond this window

# automation.upcoming.moreInDay
source: 当天还有 %lld 次
en: %lld more that day

# home.title
source: 任务
en: Tasks

# home.newConversation
source: 新建对话
en: New conversation

# home.scope.all
source: 全部任务
en: All tasks

# home.scope.needsYou
source: 等我确认
en: Waiting for me

# home.scope.running
source: 进行中
en: Running

# home.scope.archived
source: 已归档
en: Archived

# home.scope.switcherA11y
source: 切换任务范围
en: Switch task scope

# home.skills
source: 技能和连接器
en: Skills & Connectors

# home.automation
source: 自动化
en: Automation

# home.comingSoon
source: 即将上线
en: Coming soon

# home.filterAll
source: 全部工作空间
en: All workspaces

# home.workspaceFilter
source: 工作空间筛选
en: Workspace filter

# home.segment.messages
source: 消息
en: Messages

# home.segment.pinned
source: 置顶
en: Pinned

# home.band.needsYou
source: 需要你
en: Needs you

# home.newTask
source: 新任务
en: New task

# home.featureAutomation.subtitle
source: 定时任务与运行
en: Schedules and runs

# home.featureSkills.subtitle
source: 扩展 Agent 能力
en: Extend agent abilities

# home.group.last7Days
source: 最近 7 天
en: Last 7 days

# home.group.last30Days
source: 最近 30 天
en: Last 30 days

# home.group.earlier
source: 更早
en: Earlier

# home.device.offline
source: 离线
en: Offline

# home.pinConversation
source: 置顶对话
en: Pin conversation

# home.unpinConversation
source: 取消置顶
en: Unpin conversation

# home.segment.unread
source: 未读
en: Unread

# home.segment.unreadCount
source: 未读 %lld
en: Unread %lld

# home.pinnedEmptyTitle
source: 暂无置顶对话
en: No pinned conversations

# home.pinnedEmptyDescription
source: 在任一对话上左滑并置顶后，会显示在这里。
en: Swipe left on a conversation to pin it here.

# home.unreadEmptyTitle
source: 暂无未读
en: All caught up

# home.unreadEmptyDescription
source: Agent 的新回复会出现在这里。
en: New Agent replies will appear here.

# home.conversationsSection
source: 对话
en: Conversations

# home.loading
source: 正在加载对话…
en: Loading conversations…

# home.emptyTitle
source: 还没有对话
en: No conversations yet

# home.emptyDescription
source: 点「新任务」，让 Agent 帮你完成工作。
en: Tap New Task and your Agent will help you get things done.

# home.filteredEmptyTitle
source: 该工作空间下暂无对话
en: No conversations in this workspace

# home.filteredEmptyDescription
source: 切换其他工作空间，或在此点「新任务」。
en: Try another workspace, or tap New Task here.

# home.sessionStatus.running
source: 运行中
en: Running

# home.sessionStatus.unread
source: 未读回复
en: Unread reply

# home.row.status.waitingForUser
source: 等你确认
en: Waiting for you

# home.row.status.failed
source: 运行失败
en: Run failed

# home.status.archived
source: 已归档
en: Archived

# home.unknownWorkspace
source: 工作空间
en: Workspace

# home.face.chatA11y
source: 聊天任务
en: Chat task

# home.face.docA11y
source: 文档任务
en: Document task

# home.face.browserA11y
source: 网页任务
en: Browser task

# home.face.codeA11y
source: 代码任务
en: Code task

# runStatus.idle
source: 就绪
en: Ready

# runStatus.preparing
source: 正在准备…
en: Preparing…

# runStatus.planning
source: 正在规划…
en: Planning…

# runStatus.executing
source: 正在执行…
en: Executing…

# runStatus.responding
source: 正在整理回复…
en: Composing a response…

# runStatus.waitingForUser
source: 等待你处理 · %lld 项
en: Waiting for you · %lld item(s)

# runStatus.paused
source: 任务已暂停
en: Task paused

# runStatus.recoveringConnection
source: 连接中断 · 正在恢复…
en: Connection interrupted · Recovering…

# runStatus.completed
source: 已完成
en: Completed

# runStatus.failed
source: 任务需要处理
en: Task needs attention

# runStatus.canRetry
source: 可以重试
en: Can retry

# runStatus.checkBilling
source: 检查额度
en: Check billing

# runStatus.relogin
source: 需要重新登录
en: Relogin required

# runStatus.newConversation
source: 建议新建对话
en: Start a new conversation

# runStatus.currentAction
source: 正在使用 %@
en: Using %@
